Revit 2027 API
BuiltInFailures.ConnectorFailures.ElementsNeedToBeDisconnected Property
 Elements need to be disconnected.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementsNeedToBeDisconnected { get; }
Public Shared ReadOnly Property ElementsNeedToBeDisconnected As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementsNeedToBeDisconnected {
	FailureDefinitionId^ get ();
}
static member ElementsNeedToBeDisconnected : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace